/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(创建日期)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(修改日期)";

/* Placeholder */
"Anonymous" = "匿名的";

/* Error: Can't remove pre-existing file at path (%@) */
"Can\\U2019t remove pre-existing file at path (%@)" = "无法移除此路径先前存在的文件 (%@)";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "无法将文件写入路径 - 目录为不可写 (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "无法将文件写入路径 - 主体并非为目录 (%@)";

/* Button title */
"Cancel" = "取消";

/* query for dialog */
"Do you wish to remove the customized summary for this page, and instead use the text provided by the page for the index?" = "您是否要移除此页面的自定摘要，而改用页面提供的文字作为索引？";

/* Text embossed on placeholder photo */
"Example Photo" = "范例照片";

/* HTTP Status Code 403 */
"Forbidden" = "禁止";

/* ActionName: Insert Text */
"Insert Text" = "插入文字";

/* HTTP Status Code 500 */
"Internal Server Error" = "内部服务器错误";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "传送的图片调整比例大小不正确";

/* Alert Title */
"Media Error" = "媒体错误";

/* default document file name */
"My Site" = "我的网站";

/* No document path specified. */
"No document path specified." = "没有指定文稿路径。";

/* HTTP Status Code 404 */
"Not Found" = "找不到";

/* OK Button */
"OK" = "好";

/* default name given to pasted images */
"pastedGraphic" = "贴上的图像";

/* Alert: path not writeable suggestion */
"Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems." = "请确定上方的文件夹存在且可写入。若无法确定，Sandvox 可能会遇到程序表现与/或发布的问题。";

/* name appened to copy of file before version migration */
"previous" = "先前的";

/* Button title */
"Remove" = "移除";

/* title for dialog */
"Remove Custom Summary of Page?" = "移除页面的自定摘要？";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "若要产生此类型的页面，您需要 Sandvox 专业版";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of pagelet" = "若要产生此类型的 pagelet，您需要 Sandvox 专业版";

/* Description of an HTTP error */
"Server returned status code %d %@" = "服务器传回状态代码 %1$d %2$@";

/* HTTP Status Code 503 */
"Service Unavailable" = "无法取得服务";

/* Specified document path is a directory. */
"Specified document path is a directory." = "指定的文稿路径是一个目录。";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "下列 URL 无法开启：\n\n%@\n\n这可能是无效的网页 URL，或者您的 Mac 未适当设定以开启网页 URL。您可以选取并拷贝上方的 URL，然后在您的网页浏览器贴上。";

/* Alert: path not writeable */
"The path ~/Library/Caches/Sandvox is not writeable." = "路径 ~/资源库/Caches/Sandvox 是不可写的。";

/* Relative Date - Today */
"Today" = "今天";

/* Relative Date - Tomorrow */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"Try Again" = "再试一次";

/* Alert Info */
"Unable to compute UTI at path %@. A placeholder may be substituted." = "无法计算路径 %@ 的 UTI。占位符可能已经替换。";

/* Alert Info */
"Unable to convert image at path %@ to preferred format. A placeholder may be substituted." = "无法将路径 %@ 的图像转换成偏好的格式。占位符可能已经替换。";

/* Alert Info */
"Unable to convert image to preferred format. A placeholder may be substituted." = "无法将图像转换成偏好的格式。占位符可能已经替换。";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "无法创建路径 (%@) 的目录。";

/* Alert Info */
"Unable to create image from file at path %@. A placeholder may be substituted." = "无法从路径 %@ 的文件创建图像。占位符可能已经替换。";

/* Alert Info */
"Unable to create image from underlying data. A placeholder may be substituted." = "无法从基本数据创建图像。占位符可能已经替换。";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@ to %@, reason: %@." = "无法将文稿数据从 %1$@ 迁移至 %2$@，原因：%3$@。";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@ to %@." = "无法将文稿数据从 %1$@ 迁移至 %2$@。";

/* Title of alert */
"Unable to Open Web URL" = "无法开启网页 URL";

/* Alert Info */
"Unable to read file at path %@. A placeholder may be substituted." = "无法读取路径 %@ 的文件。占位符可能已经替换。";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "无法重新命名文稿 %1$@ 为 %2$@。无法完成升级。";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "无法升级路径 %@ 的文稿。路径似乎不是文件。";

/* HTTP Status Code 401 */
"Unauthorized" = "未经授权";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "未命名页面";

/* Relative Date - Yesterday */
"Yesterday" = "昨天";